<unk>	0
<s>	0
</s>	0
<pad>	0
▁	-1.9801
▁A	-2.832
#	-3.02019
▁(	-3.30048
▁)	-3.334
A	-3.35031
▁B	-3.38495
B	-3.54608
、	-3.61334
]	-3.84979
▁=	-3.85523
▁[	-3.88687
,	-3.89736
の	-4.0492
とする	-4.06673
C	-4.23223
を	-4.24539
▁C	-4.24979
:	-4.26227
▁.	-4.30278
▁0	-4.45175
▁1	-4.57143
1	-4.79808
▁+	-4.89021
から	-4.93595
▁in	-4.9938
す	-5.0077
繰り返	-5.01195
▁for	-5.0471
▁if	-5.05339
に	-5.0718
▁-	-5.09759
D	-5.14934
)	-5.15458
(	-5.19027
▁D	-5.23979
として	-5.3711
が	-5.37901
▁int	-5.44054
▁range	-5.44135
する	-5.45419
る	-5.50467
▁input	-5.51074
=	-5.52723
▁*	-5.63264
▁print	-5.64339
0	-5.71853
2	-5.84968
==	-5.88626
▁2	-5.9503
_	-5.95431
と等しいとき	-5.95661
を出力する	-6.00515
させ	-6.01038
▁split	-6.03657
▁return	-6.04037
.	-6.04038
番目に	-6.04582
未満までの数列を順に	-6.06819
E	-6.10111
▁sys	-6.10543
それぞれ	-6.20569
▁map	-6.20866
加	-6.21067
増	-6.21067
▁E	-6.22607
次	-6.23276
中断する	-6.25516
だけ	-6.26047
とし	-6.31535
while	-6.37182
▁append	-6.43103
番目の	-6.47352
▁入力された文字列	-6.50521
を返す	-6.55208
番目を	-6.57806
ル	-6.61124
い	-6.65388
ュー	-6.67319
ジ	-6.67349
port	-6.67409
▁im	-6.67409
モ	-6.67409
用	-6.67409
を追加する	-6.67511
break	-6.68553
繰り返し	-6.68584
の末尾に	-6.71313
▁入力された文字列の整数値を	-6.73175
▁<	-6.75836
番目が	-6.76892
True	-6.79102
()	-6.82396
間	-6.87105
を空白で分割した字句列の各要素に	-6.88065
を順に	-6.91478
未満までの数列の各要素を	-6.93704
▁len	-6.96554
番目	-6.99124
F	-6.99395
▁readline	-7.01498
からなる列の	-7.03107
▁list	-7.0414
[	-7.05748
▁F	-7.10033
▁and	-7.11674
▁%	-7.1203
▁空列を	-7.12427
3	-7.13492
stdin	-7.16652
▁'	-7.16939
▁**	-7.18238
を加えた値を	-7.18332
▁3	-7.21748
▁>	-7.22936
整数を適用した列を展開し	-7.24643
まで	-7.30361
▁e	-7.31773
<=	-7.36777
!=	-7.37106
x	-7.39233
▁//	-7.44842
の組	-7.46292
より小さいとき	-7.47355
からなる列を	-7.47962
を展開し	-7.49154
▁math	-7.50649
-1	-7.52471
None	-7.54784
番目から	-7.56562
▁10	-7.57245
▁/	-7.57521
を引いた値を	-7.58097
▁write	-7.58474
▁入力された文字列を	-7.58852
を加えた値	-7.59465
(0)	-7.60091
▁not	-7.60755
▁from	-7.61224
のとき	-7.66122
in	-7.66421
▁solve	-7.6837
回分の列を	-7.69117
少	-7.69689
と	-7.7058
減	-7.72262
より大きいとき	-7.72494
G	-7.7329
__	-7.74268
一	-7.75034
▁str	-7.76445
-	-7.77253
を空白で分割した字句列の各要素	-7.78169
▁''	-7.78301
を引いた値	-7.80785
▁max	-7.83259
4	-7.83455
も	-7.85149
False	-7.85344
▁4	-7.8568
う	-7.86372
度	-7.87858
▁min	-7.88098
ue	-7.88138
最初	-7.88158
▁cont	-7.88194
を掛けた値に	-7.89288
10	-7.90585
は	-7.90644
left	-7.91067
と等しくないとき	-7.91577
▁G	-7.93596
▁{	-7.95028
5	-7.95361
▁main	-7.95482
y	-7.9641
▁5	-7.97873
▁collections	-8.01529
に整数を適用した列を展開し	-8.01756
}	-8.02079
n	-8.02178
▁count	-8.02677
を加えた値未満までの数列を順に	-8.03391
right	-8.04867
p	-8.05123
▁or	-8.09918
MA	-8.10282
SK	-8.10642
>=	-8.13124
▁pop	-8.13393
からなる列	-8.13969
から読み込んだ一行を	-8.14503
▁sum	-8.14643
join	-8.15395
name	-8.17765
▁is	-8.18448
の列を	-8.18539
識別子が	-8.20984
▁__	-8.23455
else	-8.24175
))	-8.24934
path	-8.25118
▁x	-8.25661
の各要素を	-8.2619
そうでなければ	-8.2666
整数を適用した列のリストを	-8.26905
以下のとき	-8.27084
関	-8.27473
try	-8.27473
あ	-8.27473
件	-8.27473
例	-8.27473
外	-8.27473
条	-8.27473
stdout	-8.27919
e	-8.28061
を加えた値に	-8.30986
▁bisect	-8.33668
▁os	-8.36561
▁真を	-8.36982
の先頭	-8.39245
、0	-8.39446
▁set	-8.3978
▁y	-8.40915
size	-8.41207
▁&	-8.42286
▁p	-8.42404
+	-8.42923
番目の末尾に	-8.44742
▁dfs	-8.44832
をソート	-8.46003
▁format	-8.46032
▁sort	-8.47544
▁abs	-8.47574
に含まれるとき	-8.47959
を引いた値に	-8.48229
を掛けた値を	-8.51019
▁float	-8.5109
と等しくかつ	-8.51363
を書式として	-8.53331
▁add	-8.53343
▁heappush	-8.54529
▁root	-8.54988
で割った余りが	-8.55576
popleft	-8.55766
▁enumerate	-8.55897
▁get	-8.55916
imag	-8.56155
つまり先頭から	-8.57449
を引いた値番目の	-8.60266
key	-8.60419
▁end	-8.61081
番目を出力する	-8.61181
内の	-8.61804
の整数値を	-8.62008
で割った余りを	-8.62392
以上のとき	-8.62672
▁何も	-8.63326
7	-8.63577
を加えた値が	-8.64285
▁left	-8.64404
▁sorted	-8.64755
real	-8.65474
番目だけ	-8.65711
H	-8.65801
を加えた値から	-8.66376
の長さを	-8.66597
▁cross	-8.68386
番目を順に	-8.68454
▁right	-8.68502
返す	-8.69496
argv	-8.70366
root	-8.70455
の先頭を	-8.70527
を加えた値番目の	-8.70614
sys	-8.72915
を掛けた値から	-8.73289
▁偽を	-8.7371
の組を	-8.7375
の組を追加	-8.73862
乗を	-8.74225
乗に	-8.7456
の長さ未満までの数列を順に	-8.74633
'	-8.7475
の長さが	-8.74833
▁key	-8.7611
▁<<	-8.76577
をパラメータとして	-8.78062
▁7	-8.78081
▁lambda	-8.78197
に番号付した組の列を順に	-8.78309
を加えた値番目に	-8.78551
つまり空列の列を	-8.78818
で割った商を	-8.78875
▁itertools	-8.79753
▁Point	-8.79856
を引いた値から	-8.80609
9	-8.81336
を空白で分割した字句列の各要素を	-8.82997
間隔の数列を順に	-8.83243
▁heapq	-8.83267
6	-8.83387
番目のとき	-8.84112
▁6	-8.84405
▁Vector	-8.84963
int	-8.85664
を加えた値未満までの数列の各要素	-8.8782
▁time	-8.87927
を加えた値回分の列を	-8.88101
*	-8.88703
8	-8.90635
▁偽	-8.90992
▁H	-8.91402
空白で分割した字句列の各要素に	-8.92165
に整数を適用した列のリストを	-8.92498
でないとき	-8.92521
▁100	-8.92945
つまり入力された文字列の整数値	-8.92998
の整数値の列を	-8.9537
の組を返す	-8.95521
▁find	-8.97357
を引いた値番目に	-8.97498
を引いた値未満までの数列を順に	-8.9762
▁heappop	-8.97702
を書き込む	-8.98179
▁9	-8.98852
で割った値を	-8.99417
list	-8.99629
graph	-8.99839
座標に	-9.00566
入力された文字列	-9.01032
▁空辞書を	-9.01037
level	-9.01381
を展開してを出力する	-9.01748
で整形した文字列を出力する	-9.01771
▁未定値を	-9.02031
▁改行せずに	-9.02071
▁zip	-9.0243
の整数値の列を展開し	-9.0337
▁8	-9.04683
を加えた値を出力する	-9.0522
▁deque	-9.05351
を掛けた値	-9.05392
input	-9.07773
parent	-9.0821
を追加した集まり	-9.08667
と等しくまたは	-9.08999
edge	-9.09126
を引いた値番目を	-9.09248
strip	-9.09251
返	-9.09353
番目より小さいとき	-9.09704
さ	-9.09807
つまり未定値	-9.09838
ない	-9.09848
を連結した文字列を出力する	-9.09924
の両端キューを	-9.09974
100	-9.10209
を加えた値番目を	-9.10256
を引いた値の	-9.10697
▁index	-9.11136
つまり入力された文字列	-9.13171
未満までの	-9.135
で割った商	-9.1365
table	-9.14293
d	-9.14836
▁f	-9.15007
▁真	-9.1545
を空白で分割した字句列	-9.16732
の先頭の	-9.17172
60	-9.17382
と等しいかどうかが	-9.17405
▁I	-9.17622
par	-9.18123
value	-9.18274
▁|	-9.18857
番目を返す	-9.19101
data	-9.19755
の先頭を取り出した値	-9.19755
▁calc	-9.19995
より小さくかつ	-9.20681
%	-9.21833
かつ	-9.21874
▁n	-9.22476
の最大値を	-9.23692
▁入力された文字列を空白	-9.23836
の列回分の列	-9.23862
get	-9.23892
と等しくない	-9.24089
▁update	-9.25259
I	-9.25716
行	-9.26713
番目を展開し	-9.27301
▁空	-9.27435
▁size	-9.28133
以下かどうかが	-9.28492
tuple	-9.28531
変数	-9.28531
▁reverse	-9.28777
ロー	-9.2894
to	-9.29539
._	-9.29773
番目を加えた値を	-9.3058
▁空白文字を間に入れて	-9.31322
▁g	-9.31355
environ	-9.31637
の各要素に整数を適用した列	-9.31726
番目とする	-9.3195
sqrt	-9.32482
追加する	-9.3282
-1)	-9.34169
より大きい	-9.3427
に含まれないとき	-9.34842
[1:])	-9.35498
つまり未定値と等しくないとき	-9.35981
▁copy	-9.36381
time	-9.37104
を加えた値番目	-9.37626
を引いた値番目	-9.37793
を引いた値が	-9.37846
の長さ	-9.38029
▁run	-9.38101
▁60	-9.38156
の最小値を	-9.39405
より小さい	-9.3955
で割った商に	-9.40303
f	-9.40798
を掛けた値を加えた値を	-9.40902
▁check	-9.41229
に対応する値	-9.41759
▁1000	-9.42443
以下かつ	-9.42612
▁^	-9.42683
pip	-9.42846
▁parent	-9.42852
番目でないとき	-9.42901
▁Node	-9.43522
番目と等しいとき	-9.44037
もし存在しなければ	-9.44168
▁'\	-9.44404
を掛けた値を引いた値を	-9.44424
番目を追加する	-9.44458
の列の列を	-9.44654
グ	-9.45126
で分割した字句列の各要素に	-9.45581
lo	-9.45841
バ	-9.46093
のリストを	-9.46111
is	-9.46327
bal	-9.4658
"	-9.47732
s	-9.47737
+1,	-9.48082
整数を適用した列のリストの列を	-9.48263
▁空文字列を	-9.48851
id	-9.48901
▁open	-9.50715
a	-9.50908
order	-9.52888
の先頭を取り出した値を	-9.53118
t	-9.54012
え	-9.54982
入れ	-9.54982
替	-9.54982
node	-9.55409
top	-9.5566
の長さから	-9.5661
▁ord	-9.56803
▁dot	-9.56978
add	-9.57609
▁d	-9.57713
▁r	-9.57772
▁pow	-9.58115
の先頭から	-9.58951
▁insert	-9.59589
readline	-9.59717
つまり偽	-9.59764
+1)	-9.6037
▁remove	-9.60433
nodes	-9.60454
▁pi	-9.6092
ネイピア数	-9.61942
▁>>	-9.62002
の両端から	-9.62234
pass	-9.62423
しない	-9.62424
を掛けた値を出力する	-9.62427
▁par	-9.62555
20	-9.62688
0.5	-9.62734
dfs	-9.62773
と等しい要素を取り除く	-9.63285
の先頭に	-9.64059
number	-9.65339
を掛けた値だけ	-9.65588
を掛けた値を加えた値に	-9.66131
1000	-9.66218
からなる辞書を	-9.66255
edges	-9.66525
を空白で分割した字句列を	-9.67305
つまり未定値と等しいとき	-9.67627
v	-9.68564
空白で分割した字句列の各要素	-9.69446
sort	-9.70649
▁ソートされた順序を保ったまま	-9.70937
▁re	-9.71467
(-1)	-9.71647
dist	-9.7342
倍	-9.73613
▁20	-9.73724
▁inf	-9.74232
gcd	-9.74236
cross	-9.7442
ネイピア数とする	-9.74446
の最大値	-9.74744
next	-9.74898
の先頭を除いた部分列	-9.7697
より大きくかつ	-9.77095
と等しくなくかつ	-9.77233
▁空文字列を間に入れて	-9.77453
(1)	-9.77834
fct	-9.77865
▁無限の整数列を	-9.77895
prt	-9.7793
search	-9.78377
os	-9.78451
r	-9.78528
の整数値	-9.78555
▁next	-9.78872
weights	-9.79221
▁0.5	-9.79495
items	-9.79549
pt	-9.80303
空白改行を取り除いた文字列を	-9.80486
N	-9.80526
num	-9.80541
distance	-9.80814
番目の整数値を	-9.81139
ー	-9.81211
▁集合を	-9.81418
の論理積のとき	-9.81992
▁defaultdict	-9.83078
で割った余りに	-9.83154
文字で分割した字句列の各要素を	-9.83783
から読み込んだ一行の整数値を	-9.84261
の要素をそれぞれ組にした列を順に	-9.84765
b	-9.85278
18	-9.85507
で割った余り	-9.85555
分の	-9.85578
tree	-9.85702
以下の	-9.85932
で割った余りを出力する	-9.86025
▁dist	-9.86062
を無限の整数列	-9.8631
color	-9.86472
▁0.0	-9.86521
のコピーされた列を	-9.86626
から読み込んだ一行	-9.87191
座標	-9.87247
now	-9.8731
を加えた値番目が	-9.87993
mod	-9.88323
max	-9.8838
論理和に	-9.88582
find	-9.8926
乗	-9.90302
乗から	-9.90397
だけ左シフトした値	-9.90606
point	-9.90661
以上かつ	-9.91724
[1])	-9.91945
を引いた値番目が	-9.91948
からなる列に	-9.92345
つまり末尾までの部分列に	-9.92369
red	-9.92621
の総和を	-9.93295
[0],	-9.93574
つまり末尾までの部分列を	-9.93889
▁push	-9.94485
と等しいかどうかを返す	-9.95406
etrecursionlimit	-9.96128
rank	-9.96176
len	-9.96267
▁dict	-9.96554
prev	-9.96671
depth	-9.96809
を掛けた値が	-9.96889
str	-9.97371
つまりネイピア数	-9.97551
▁bit	-9.97841
c	-9.98002
▁bfs	-9.98478
dice	-9.98501
▁typing	-9.98562
▁v	-9.9861
▁replace	-9.98642
を開いたファイルストリームを	-9.98706
i	-9.98857
をソートした列を	-9.98977
つまり末尾までの	-9.99802
▁30	-9.99942
-1,	-10.0073
26	-10.0138
つまりネイピア数の	-10.0181
浮動小数点数を適用した列を展開し	-10.0186
で割った値	-10.0194
の最小値	-10.0221
3600	-10.0244
を加えた値の列回分の列	-10.0287
を加えた値を返す	-10.033
番目までの部分列に	-10.0346
つまり末尾までの部分列	-10.0373
preorder	-10.0454
を加えた値だけ	-10.0496
▁datetime	-10.0565
inorder	-10.0565
だけ右シフト	-10.0578
の浮動小数点数を	-10.0625
の各要素に	-10.0626
の列	-10.0657
bottom	-10.0692
を引いた値だけ	-10.0713
range	-10.0754
番目とするを	-10.0765
と等しい	-10.0819
▁readlines	-10.0824
な	-10.084
▁to	-10.0877
3(	-10.0879
min	-10.0881
▁top	-10.0905
height	-10.0915
cap	-10.0938
未定値	-10.0969
rev	-10.106
削	-10.1124
除	-10.1124
▁del	-10.1124
の組が	-10.1145
roll	-10.1174
/	-10.1198
▁-1	-10.1267
▁search	-10.1286
▁s	-10.1302
set	-10.1304
▁dijkstra	-10.1343
▁逆順に	-10.136
1024	-10.1365
▁merge	-10.1369
tw	-10.1385
dot	-10.1435
▁18	-10.1437
inv	-10.1454
30	-10.1459
heappush	-10.1484
を加えた値を掛けた値を	-10.1496
)、(	-10.1552
▁3600	-10.1558
delete	-10.1576
.5	-10.1596
番目より大きいとき	-10.1596
'\	-10.1605
番目番目を	-10.1738
split	-10.1779
番目を引いた値を	-10.1779
▁number	-10.1896
keys	-10.19
▁swap	-10.1953
▁16	-10.1954
J	-10.1962
cost	-10.1966
を追加して	-10.2029
の整数値を返す関数を適用した列	-10.2046
番目までの部分列を	-10.2055
(0,	-10.206
と等しい要素の最初の位置を	-10.2064
を掛けた値を加えた値	-10.2077
epsilon	-10.2155
の先頭を出力する	-10.2273
▁Dice	-10.2324
▁Decimal	-10.2324
length	-10.2363
の末尾	-10.2372
▁N	-10.2381
▁a	-10.2403
reversed	-10.2437
の要素をそれぞれ組にした列	-10.2469
を空白で分割した字句列の	-10.2488
整数を適用した列のリストを展開し	-10.2489
▁{}"	-10.253
、0)	-10.2553
▁sin	-10.2579
▁prev	-10.2619
より小さくまたは	-10.2621
座標から	-10.263
の末尾に入力された文字列の整数値	-10.2653
▁ValueError	-10.2685
いて正規表現	-10.2685
▁c	-10.2687
を取り出した値	-10.2709
sum	-10.2731
▁rank	-10.2733
mat	-10.2742
▁"	-10.2791
east	-10.2794
dst	-10.2796
▁tw	-10.2817
▁無限の整数列	-10.2824
を加えた値の最大値を	-10.2835
walk	-10.2842
▁extend	-10.285
rt	-10.29
の浮動小数点数	-10.2906
().	-10.292
▁cos	-10.293
2(	-10.2974
を加えた値の最小値を	-10.2989
<	-10.2993
▁31	-10.3011
を掛けた値を加えた値を返す	-10.3022
▁dice	-10.3022
の逆順	-10.3035
の末尾の	-10.3041
入力された文字列の両端から	-10.3053
で	-10.3072
▁26	-10.3089
▁1000000	-10.3113
▁color	-10.3146
▁10000	-10.3153
の末尾に入力された文字列	-10.3212
-2	-10.3234
,0)	-10.3338
▁value	-10.3352
type	-10.3361
▁ネイピア数の	-10.3365
で割った値に	-10.3391
、(0、1)	-10.3431
の出現回数	-10.3457
番目の最小値を	-10.3473
に挿入できる位置を	-10.3491
▁num	-10.351
▁operator	-10.3545
map	-10.3555
各要素に整数を適用した列を展開し	-10.3561
の整数値から	-10.3573
の文字列を加えた値を出力する	-10.3598
self	-10.3657
番目の先頭	-10.3674
w	-10.3693
の論理積	-10.3707
番目を掛けた値だけ	-10.3715
tail	-10.3718
を挿入する	-10.3718
pow	-10.374
に番号付した組の列の各要素を	-10.3778
を取り出した値を	-10.3835
▁50	-10.3842
、(1、0)	-10.387
bit	-10.3884
▁bottom	-10.3913
▁mergeSort	-10.3962
空白改行を取り除いた文字列	-10.3973
を逆順に	-10.4024
つまり真	-10.4025
の先頭が	-10.4074
部	-10.4087
main	-10.4088
heappop	-10.4094
weight	-10.4112
▁cap	-10.4132
▁functools	-10.415
▁改行文字を間に入れて	-10.4186
leader	-10.4213
il	-10.4235
query	-10.4251
文字で分割した字句列の各要素に	-10.4303
stl	-10.4329
pos	-10.4339
▁distance	-10.436
番目番目の	-10.436
つまり末尾までの部分列を加えた値	-10.4365
abs	-10.4371
ce	-10.4373
上	-10.4405
▁query	-10.4432
,0,	-10.4447
を引いた値番目の末尾に	-10.4529
のキーと値の集まり	-10.4548
-9	-10.4553
を引いた値を掛けた値に	-10.4568
▁"{}"	-10.4609
▁unite	-10.4629
head	-10.4632
[0]	-10.4639
▁500	-10.465
の組番目に	-10.4664
faces	-10.467
▁空文字列	-10.4701
ラ	-10.4734
番目を加えた値に	-10.4738
、(0、-1)	-10.474
init	-10.4762
▁inv	-10.4762
で割った余りを返す	-10.4787
空列	-10.4823
▁100000	-10.4826
.__	-10.4829
▁J	-10.4853
chr	-10.4869
の文字列	-10.4938
▁入力された文字列のリストを	-10.4975
の出現回数が	-10.4975
の整数値を出力する	-10.4977
▁12	-10.4981
の文字列の列を連結した文字列	-10.5005
12	-10.5019
((	-10.5027
番目を引いた値	-10.5032
▁id	-10.506
より小さいかどうかが	-10.5063
sep	-10.5075
2-	-10.5094
▁Edge	-10.5116
番目を引いた値に	-10.5129
の集合を	-10.5145
入力された文字列の浮動小数点数を	-10.5154
辞書	-10.5166
の絶対値を	-10.5196
aise	-10.5214
を引いた値と等しいとき	-10.5215
ーと	-10.5223
なる	-10.5277
コ	-10.5284
[0])	-10.5285
▁make	-10.529
▁rev	-10.5305
Decimal	-10.5337
())	-10.5348
south	-10.5353
▁tree	-10.5381
を順にネイピア数	-10.5389
▁mat	-10.5411
▁pt	-10.5416
-10	-10.5422
prime	-10.5425
▁koch	-10.5508
より小さいかどうかを返す	-10.553
以上の	-10.5531
番目を掛けた値に	-10.5553
count	-10.5573
val	-10.5593
を加えた値までの部分列	-10.5603
の論理積が	-10.5604
norm	-10.5679
[1]	-10.569
complex	-10.5718
Counter	-10.5718
▁rotate	-10.5737
つまり空文字列	-10.5763
の整数値を追加する	-10.5776
object	-10.5792
した	-10.5799
rotate	-10.5846
ssert	-10.5866
らな	-10.5866
([	-10.5873
または	-10.5903
V	-10.5947
で割った余りのとき	-10.6033
hash	-10.6036
番目を加えた値	-10.6049
50	-10.6102
からなる列を返す	-10.6155
の総和を出力する	-10.6164
▁lower	-10.6167
を探して見つかった位置を	-10.62
%(	-10.6245
used	-10.6326
番目の各要素を	-10.6337
▁1000000007	-10.6341
▁13	-10.6358
の先頭の整数値を	-10.6373
空白で分割した字句列の各要素を	-10.6406
の組の列を	-10.6428
番目と等しくないとき	-10.6429
乗を加えた値の	-10.6462
lz	-10.6484
を加えた値未満までの	-10.6565
を引いた値番目だけ	-10.657
番目の整数値	-10.6611
maxsize	-10.6623
挿入する	-10.6641
の整数値に	-10.6689
amma	-10.6726
children	-10.6726
▁at	-10.6728
put	-10.6736
を引いた値を掛けた値を	-10.6739
番目かつ	-10.6765
▁parse	-10.6785
▁1)、(	-10.6805
結	-10.6808
▁stl	-10.6823
からなる列を加えた値を	-10.6825
K	-10.6837
▁func	-10.6885
▁accumulate	-10.691
0>	-10.6917
+1	-10.6917
間隔による部分列	-10.6971
source	-10.6974
▁expose	-10.6974
を掛けた値を引いた値を返す	-10.6993
の排他	-10.7023
lt	-10.7026
M	-10.7032
radians	-10.7058
▁mod	-10.708
▁start	-10.7114
番目と	-10.7122
番目までの部分列	-10.7174
▁iter	-10.7175
の末尾を	-10.72
コン	-10.7229
▁.5	-10.7249
で置き換えた文字列を	-10.7272
番目番目に	-10.7293
カ	-10.7301
500	-10.7313
buffer	-10.7315
bfs	-10.7332
flow	-10.7334
無限大	-10.7399
シ	-10.7402
回分の列	-10.7432
▁read	-10.7453
乗を加えた値を	-10.7469
ネ	-10.7489
Status	-10.7489
ビ	-10.7489
▁isin	-10.7493
mp	-10.7495
▁string	-10.7514
▁norm	-10.7536
なければ	-10.7542
で分割した字句列の各要素を	-10.7566
番目以下のとき	-10.7609
face	-10.7626
cur	-10.7639
child	-10.7666
stance	-10.7667
からなる列の列を	-10.7669
から読み込んだ行の列を	-10.773
の組を追加した集まり	-10.7738
31	-10.7759
▁Segment	-10.7794
番目番目	-10.7829
を探して見つかった位置	-10.7869
を連結した文字列	-10.787
▁exi	-10.789
▁"{}	-10.793
product	-10.794
')	-10.795
座標が	-10.7965
で割った商から	-10.7973
▁random	-10.7978
▁writelines	-10.7983
つまり空列	-10.7988
10000	-10.799
▁weight	-10.7991
▁values	-10.8004
closest	-10.8032
より小さくないとき	-10.8032
push	-10.8044
と等しい要素の最初の位置	-10.8134
0.0	-10.8153
を反転した列を順に	-10.8177
RED	-10.822
だけ右シフトした値を	-10.8221
▁bl	-10.823
▁depth	-10.8249
Point	-10.827
▁roll	-10.8285
▁w	-10.8318
▁head	-10.8367
from	-10.8371
無限の整数列	-10.8397
bel	-10.8398
sink	-10.8414
q	-10.8419
の長さに	-10.8431
を加えた値の列を	-10.8459
を引いた値の絶対値が	-10.849
▁node	-10.8535
で整形した文字列を	-10.8589
整数を適用した列のリスト	-10.8593
item	-10.8606
BLACK	-10.8607
zfill	-10.8607
座標を掛けた値に	-10.8618
▁super	-10.8647
の先頭番目に	-10.8683
空白で分割した字句列	-10.8691
を掛けた値回分の列を	-10.8693
▁factorial	-10.8706
辞書を	-10.871
index	-10.872
intersection	-10.8748
▁height	-10.8756
same	-10.8771
▁preorder	-10.8794
14	-10.8795
behind	-10.8806
NIL	-10.8806
コピー	-10.881
、1)	-10.8814
▁inorder	-10.8816
に挿入できる最後の位置を	-10.8816
を加えた値番目から	-10.8849
west	-10.8859
以下または	-10.8895
番目を掛けた値を	-10.8899
▁((0、0)	-10.89
を引いた値を掛けた値から	-10.8969
iter	-10.8971
heapify	-10.8973
Node	-10.9005
empty	-10.9009
src	-10.9009
で分割した字句列	-10.901
を空白で分割した字句列のリストを	-10.9014
番目の最大値を	-10.9019
つまり入力された文字列の列を	-10.9026
▁ネイピア数が	-10.9032
が最初にマッチする位置	-10.9034
空白文字で分割した字句列の各要素	-10.9047
1001	-10.905
▁combinations	-10.9051
calc	-10.9081
north	-10.9092
,1)	-10.9104
ログラムを	-10.9112
permutations	-10.9112
__(	-10.9127
math	-10.9181
16	-10.9182
▁b	-10.92
of	-10.9215
upper	-10.9216
を引いた値を返す	-10.9226
ンタを	-10.9274
ときの	-10.9287
▁atan	-10.929
▁15	-10.9308
個までの	-10.9321
を開いたファイルストリーム	-10.934
を加えた値までの部分列を	-10.9362
の出現回数を	-10.9416
▁ccw	-10.9424
、(-1、0)	-10.9431
32	-10.9471
番目の先頭を	-10.9474
番目を加えた値の最小値を	-10.9522
割った	-10.9535
の文字列を加えた値に	-10.9544
▁((0、	-10.9585
13	-10.9595
line	-10.9642
▁rec	-10.9657
solve	-10.9678
ord	-10.9683
▁空列	-10.9706
つまり空白文字	-10.9714
▁K	-10.9717
▁pre	-10.9718
)))	-10.9738
▁decimal	-10.9741
▁0、0	-10.9746
フ	-10.9754
▁lt	-10.9797
▁partition	-10.9799
乗だけ	-10.9813
乗が	-10.9828
front	-10.9839
とするとするを	-10.9863
るように	-10.9865
class	-10.9865
with	-10.9865
limit	-10.9865
▁pos	-10.9884
(-	-10.9884
番目を順にネイピア数	-10.9893
番目を加えた値が	-10.9908
を引いた値の最大値を	-10.9982
出力する	-10.9985
で割った商だけ	-11.0002
の最大公約数を	-11.0011
▁expr	-11.0024
op	-11.0065
の長さ未満までの数列の各要素を	-11.0077
の列の総和を出力する	-11.0085
▁paint	-11.0091
りの行末として	-11.0091
ccw	-11.0095
S	-11.0103
ネイピア数とし	-11.0129
に含まれまたは	-11.0188
▁all	-11.0191
より小さくなくまたは	-11.0199
個	-11.0206
'0'	-11.0206
deepcopy	-11.0206
の文字列に	-11.0221
▁空白文字を	-11.0275
[1],	-11.03
▁1.0	-11.0317
last	-11.0321
左	-11.0322
の組で割った余り	-11.033
番目を加えた値から	-11.0341
以下かどうかを返す	-11.036
score	-11.0365
▁1001	-11.0381
▁div	-11.0388
の論理和	-11.04
番目を返す関数を	-11.0418
j	-11.0438
▁clear	-11.044
1000000	-11.0531
で割った値の切り	-11.0549
▁M	-11.0553
itr	-11.056
回分の列を加えた値を	-11.0572
の論理積だけ	-11.0597
の論理積を	-11.0622
▁V	-11.0671
商を展開し	-11.0679
を加えた値番目の末尾に	-11.0705
▁(0、0)	-11.0781
memo	-11.0801
Find	-11.0801
要素をそれぞれ組にした列の各要素	-11.0816
()))	-11.0838
を引いた値より小さいとき	-11.0852
ン	-11.0862
▁delete	-11.0865
15	-11.0881
▁14	-11.0941
▁eval	-11.0944
カル	-11.0944
L	-11.0965
をソートした列を順に	-11.0969
▁17	-11.0992
FLAGS	-11.105
Root	-11.105
zeros	-11.1051
101	-11.1084
▁cur	-11.1089
を引いた値の絶対値を	-11.1097
を掛けた値を引いた値から	-11.1165
を掛けた値を引いた値	-11.1169
▁non	-11.1174
local	-11.1176
を開	-11.1176
番号として	-11.1176
空白で分割した字句列を	-11.1177
adj	-11.122
▁25	-11.1301
▁Graph	-11.1305
treewalk	-11.1307
の絶対値が	-11.1317
Edge	-11.1347
spin	-11.1357
を空白文字で分割した字句列	-11.138
flip	-11.1384
番目で整形した文字列を出力する	-11.1446
'.	-11.1455
unite	-11.1511
**2	-11.1525
でなくかつ	-11.1531
の論理和と	-11.156
く	-11.1564
▁namedtuple	-11.1566
の各要素に整数を適用した列を	-11.1567
▁32	-11.1583
▁bel	-11.1584
keylen	-11.159
つまり無限大	-11.1593
2)	-11.1618
area	-11.162
▁97	-11.1634
で割った値を加えた値を	-11.1647
u	-11.1689
より大きくまたは	-11.1694
▁union	-11.1699
sibling	-11.1699
any	-11.1701
m	-11.1735
▁((-1、0)	-11.1759
をネイピア数とする	-11.178
た	-11.1821
heap	-11.1827
で割った値を加えた値	-11.1829
に含まれかつ	-11.1829
回転する	-11.1834
の要素を右に	-11.1834
と等しくなくまたは	-11.1847
▁heapify	-11.1883
の文字列を	-11.1884
の先頭を引いた値	-11.1884
の列の各要素を	-11.1896
の末尾を除いた部分列	-11.1938
つまりネイピア数から	-11.1938
の順序数から	-11.194
番目と等しくかつ	-11.1942
を連結した文字列を	-11.1961
番目の長さが	-11.1969
内の全ての要素を取り除く	-11.1971
▁south	-11.1976
func	-11.1982
appendleft	-11.1988
▁north	-11.1998
end	-11.2012
を引いた値の絶対値	-11.2038
▁west	-11.2038
▁aoj	-11.211
の位置	-11.211
浮動小数点数を適用した列のリスト	-11.2119
h	-11.2129
▁face	-11.2139
を引いた値番目を掛けた値を	-11.2145
▁sieve	-11.215
(*	-11.2181
番目の列を	-11.2193
▁move	-11.2193
▁array	-11.221
▁0)、(	-11.223
座標を	-11.2244
表	-11.2251
を引いた値を掛けた値を加えた値	-11.2254
乗を加えた値の平方根を	-11.2263
-1])	-11.2294
▁log	-11.2297
W	-11.2299
の先頭を除いた部分列を	-11.233
▁spin	-11.2339
▁create	-11.2346
つまり未定値と等しい	-11.238
からなる列と等しいとき	-11.2381
part	-11.2399
の先頭を引いた値を	-11.2404
▁bin	-11.2409
▁bst	-11.2421
▁enum	-11.2423
を加えた値回分の列	-11.2444
の総和に	-11.2459
check	-11.2464
writelines	-11.2472
の長さより小さいとき	-11.248
▁acos	-11.2557
を引いた値未満までの	-11.2573
を引いた値番目を加えた値を	-11.2576
▁date	-11.2595
▁cost	-11.2601
だけ左シフトした値を	-11.2669
orthogonal	-11.2686
乗を引いた値を	-11.2744
で割った値の整数値を	-11.2796
▁90	-11.2803
},{	-11.2835
積	-11.2866
番目に含まれるとき	-11.2883
)*	-11.2887
▁score	-11.2929
を加えた値より小さいとき	-11.2937
番目までの部分列を加えた値を	-11.2952
inf	-11.2968
pre	-11.2983
quantize	-11.2987
elements	-11.2987
rounding	-11.2987
points	-11.299
乗を加えた値から	-11.304
整数を適用した列の組の列を	-11.3042
st	-11.3052
25	-11.3063
を出力するの列	-11.3069
▁change	-11.3074
座標を掛けた値を加えた値	-11.3074
z	-11.3151
乗の整数値に	-11.3152
番目の長さ	-11.3193
,(0,	-11.3194
の最大公約数	-11.3223
番目を引いた値が	-11.3242
180	-11.3258
乗に対する	-11.3293
dest	-11.3297
coprime	-11.3297
の長さ回分の列を	-11.3297
で割った値の整数値	-11.3301
だけ左シフトした値の論理積のとき	-11.3308
を引いた値の最小値を	-11.3308
をソートした列	-11.3321
つまり未定値の列を	-11.3325
▁east	-11.3333
siz	-11.3348
),(	-11.3449
だけ右シフトした値と	-11.3457
乗を加えた値を返す	-11.3471
fabs	-11.3476
(0、	-11.3482
move	-11.3498
rstrip	-11.3507
has	-11.3532
ソートされた順序を保ったまま	-11.3532
のキーと値の集まりをソートした列	-11.3578
▁Tree	-11.3617
▁auto	-11.3617
▁prop	-11.3646
▁op	-11.3665
(1,	-11.3684
▁val	-11.3696
[2]	-11.3713
なく	-11.3781
番目を展開してを出力する	-11.379
▁insort	-11.3817
を掛けた値を返す	-11.3838
未満までの数列の逆順	-11.3863
番目をネイピア数	-11.388
、-	-11.3881
[2])	-11.3888
▁19	-11.3915
prop	-11.3917
▁app	-11.3938
▁ino	-11.3947
rects	-11.3948
segtree	-11.3949
の各要素をネイピア数	-11.3992
つまりネイピア数番目までの部分列	-11.3998
、0、	-11.4003
▁m	-11.4013
つまり無限の整数列	-11.403
素数を	-11.4038
の集合と	-11.4056
にソート順で	-11.4056
を引いた値番目のとき	-11.4075
の整数値の列	-11.4094
P	-11.4117
を英小文字に変換した文字列を	-11.418
を引いた値番目とする	-11.4184
を引いた値の最小値	-11.4187
を引いた値番目を展開し	-11.4195
を引いた値のビット長	-11.4213
▁lca	-11.4228
を空白文字で分割した字句列を	-11.4236
番目内の	-11.427
▁180	-11.4289
other	-11.4289
connected	-11.4289
lr	-11.429
ink	-11.4292
▁1150	-11.4302
▁postorder	-11.4304
を間に入れて	-11.4335
乗を加えた値に	-11.4347
l	-11.4369
80	-11.4375
番目を引いた値から	-11.4377
の列を返す	-11.4382
を返す関数を	-11.4416
▁2000	-11.4426
を加えた値番目とする	-11.4432
と等しい要素の最初の位置に	-11.4496
を加えた値以下かどうかが	-11.4497
^	-11.4511
(0,0,	-11.4523
各要素に整数を適用した列のリスト	-11.4538
の総和	-11.4557
▁convex	-11.4564
▁40	-11.4573
▁65	-11.4578
(1、0)	-11.4616
の論理和を	-11.4642
parallel	-11.4643
▁propagates	-11.4643
▁heap	-11.4652
の集合のリストを	-11.4652
を掛けた値を加えた値から	-11.4694
reverse	-11.4718
div	-11.4723
contains	-11.4724
を引いた値を掛けた値を引いた値を	-11.4737
▁has	-11.4738
*(	-11.4741
k	-11.4777
つまりネイピア数番目に	-11.4778
を引いた値回分の列を	-11.4784
でない	-11.4801
で割った商を加えた値を	-11.4815
より大きいかどうか	-11.4821
を引いた値乗に対する	-11.483
▁文字列	-11.4832
▁intersect	-11.4854
が最初にマッチする位置を	-11.4876
だけ左シフト	-11.4878
の総和が	-11.4913
の先頭の長さ	-11.4922
default	-11.493
cos	-11.493
97	-11.4938
▁改行せずに空白文字に	-11.4978
を引いた値を掛けた値	-11.4993
空列を	-11.5005
code	-11.501
offset	-11.5011
を加えた値番目を加えた値を	-11.5019
つまり末尾までの部分列を順に	-11.5035
1.05	-11.5046
200	-11.5087
整数	-11.5125
余を	-11.5141
余	-11.5146
vector	-11.5154
座標の	-11.5169
を掛けた値を加えた値が	-11.5177
▁64	-11.5179
座標を掛けた値から	-11.521
番目を掛けた値から	-11.5218
▁front	-11.5243
27	-11.5254
乗を加えた値が	-11.5273
つまり真と等しいとき	-11.5279
の長さより小さくかつ	-11.5283
を加えた値未満までの数列	-11.5305
▁200	-11.5309
▁flow	-11.5315
を現在の日時とする	-11.5321
▁itemgetter	-11.5323
▁101	-11.5334
T	-11.5385
▁24	-11.5389
の絶対値	-11.5389
cache	-11.5391
1111111111111111	-11.5391
INIT	-11.5391
vertices	-11.5391
sci	-11.5392
board	-11.5398
番目を掛けた値を加えた値を	-11.5403
の整数値が	-11.5403
にネイピア数を掛けた値から	-11.5406
番目番目が	-11.5419
の逆順を	-11.5426
▁fib	-11.5459
+1))	-11.5462
▁書式	-11.5487
▁adj	-11.552
だけ左シフトした値との	-11.5548
▁10001	-11.5556
空白改行を取り除いた文字列の列を	-11.5565
lower	-11.5576
cursor	-11.5587
common	-11.5587
ALL	-11.5588
を引いた値番目の最小値に	-11.5595
repeat	-11.5603
minimum	-11.5611
-6	-11.5623
の先頭と等しいとき	-11.5624
の順序数を	-11.5627
sin	-11.5632
▁改行せずに空文字列	-11.5641
▁gen	-11.5648
▁360	-11.5678
▁文字	-11.5715
print	-11.5755
▁S	-11.5758
▁1000000001	-11.5781
3.305785	-11.5787
Masks	-11.5788
Pre	-11.5788
番目を返す関数をキーとして	-11.5789
▁4000	-11.5794
lazy	-11.5797
に空白文字を加えた値に	-11.5829
の和集合	-11.5841
番目でなくかつ	-11.5842
で割った値だけ	-11.5851
maxcap	-11.5854
の排他論理和	-11.5866
▁入力された文字列の整数値	-11.5887
、(1、1)	-11.589
の整数値の列の列を	-11.5901
を英大文字に変換した文字列	-11.598
[2*	-11.5982
▁Matrix	-11.5993
▁4280	-11.6011
を辞書の	-11.6016
の先頭を展開し	-11.6049
segment	-11.6077
の先頭の先頭	-11.6086
番目と等しいかどうかが	-11.609
を探して見つかった位置が	-11.6096
ーマットした文字列	-11.612
を加えた値で割った値を	-11.6156
[0]))	-11.6171
のビット長	-11.6187
の文字列を加えた値	-11.6191
正	-11.6193
▁MyList	-11.62
eqaul	-11.62
▁SegmentTree	-11.62
の順列を順に	-11.6201
の組を返す関数をキーとして	-11.6201
を加えた値未満までの数列のリスト	-11.6206
vid	-11.6221
を加えた値を掛けた値	-11.6232
&	-11.6234
▁In	-11.6244
ソートした列を	-11.6264
入力された文字列の整数値を	-11.6289
空白文字を間に入れて	-11.629
▁dp	-11.6306
INF	-11.6317
の整数値だけ	-11.6322
dp	-11.6369
▁convert	-11.6372
g	-11.6389
▁ネイピア数を	-11.6401
定	-11.6413
▁def	-11.6413
番目を引いた値の絶対値	-11.6417
400	-11.6423
で割った余り番目	-11.6423
*2+1,	-11.6426
の組を返す関数を	-11.643
つまり未定値と等しくかつ	-11.6439
を掛けた値を引いた値で割った値	-11.6446
から読み込んだ行の列	-11.6472
360	-11.6487
とつは真	-11.6489
▁関数	-11.6511
▁contains	-11.6533
▁siz	-11.6553
sorted	-11.6553
low	-11.6561
cnt	-11.6565
▁400	-11.6611
を引いた値より小さくかつ	-11.6615
one	-11.6624
番目の整数値に	-11.663
width	-11.663
つまり空白文字を間に入れて	-11.663
を引いた値と等しくないとき	-11.6632
▁process	-11.6638
座標を引いた値に	-11.6665
▁vector	-11.6683
で割った余り番目を	-11.6705
で分割した字句列を	-11.6711
の最大値と等しい要素の最初の位置	-11.6728
を引いた値を掛けた値を引いた値	-11.6763
▁改行せずに空白文字	-11.6766
を引いた値の列を	-11.6774
▁{}	-11.678
Vector	-11.6812
(0,0)	-11.6816
intersect	-11.6817
の末尾にネイピア数	-11.6821
koch	-11.6822
zero	-11.6823
▁z	-11.6827
つまり文字	-11.6852
の長さ未満までの	-11.6863
▁insertionSort	-11.6873
-1],	-11.6901
[2],	-11.6942
番目と等しくない	-11.6947
を引いた値を掛けた値だけ	-11.6967
つまり集合の列	-11.6991
(0、1)	-11.7013
▁2.0	-11.7063
番目のときの	-11.7066
[-1],	-11.7068
▁MaxFlow	-11.708
切りなしで改行せずに	-11.708
status	-11.708
▁UnionFind	-11.708
hldtop	-11.708
insert	-11.7082
degree	-11.7084
座標を掛けた値を引いた値	-11.7087
we	-11.709
未満までの数列の列の各要素を	-11.7106
を空白で分割した字句列の列を	-11.7106
sn	-11.711
▁80	-11.7121
▁project	-11.7125
▁lcm	-11.7128
と等しいかどうか	-11.7133
整数値に	-11.7134
整数を適用した列の集合	-11.714
の各要素に整数を適用した列を順に	-11.7143
番目または	-11.7178
10001	-11.7182
でなくまたは	-11.7201
▁intersection	-11.721
▁show	-11.722
乗と等しいとき	-11.7233
の排他論理和を	-11.7236
より大きいかどうかを返す	-11.7247
▁h	-11.7265
▁無限の整数列が	-11.7277
つまり	-11.7296
Q	-11.73
▁degree	-11.7308
つまり空文字列を間に入れて	-11.7312
▁det	-11.7314
all	-11.7325
番目を引いた値の	-11.7331
の排他論理和番目に	-11.7348
2.0	-11.7366
-2)	-11.7374
polygon	-11.7376
の末尾の末尾	-11.7389
100000	-11.739
の先頭番目の	-11.7398
queen	-11.7416
の先頭番目を	-11.748
に含まれる	-11.7494
の平方根を返す	-11.7504
の先頭の整数値	-11.7526
balance	-11.7549
rjust	-11.755
▁quicksort	-11.7551
番目を掛けた値	-11.7562
ms	-11.757
の最大値から	-11.7576
した文字列を	-11.759
番目番目の末尾に	-11.7611
update	-11.7627
create	-11.763
start	-11.7632
pv	-11.764
の組と等しいとき	-11.7682
matmul	-11.7695
乗を加えた値	-11.7696
2*	-11.7704
▁27	-11.7724
番目の先頭に	-11.7725
▁compute	-11.7767
の列を順に	-11.7769
から読み込んだ	-11.7794
▁dinic	-11.7797
と等しくないときの	-11.7798
-3	-11.784
を掛けた値を引いた値に	-11.784
を引いた値を掛けた値を加えた値を	-11.7844
(2)	-11.7844
の列の列の列	-11.7851
match	-11.7898
projection	-11.7915
▁power	-11.7926
を英小文字に変換した文字列	-11.7936
64	-11.7937
の先頭だけ	-11.794
を加えた値の文字	-11.7949
の先頭を返す	-11.7959
の浮動小数点数の列	-11.7965
の絶対値を返す	-11.798
▁39	-11.7986
{},	-11.8006
duc	-11.8021
▁repeat	-11.8025
1.0	-11.804
の先頭の長さを	-11.8043
place	-11.8044
fffffff	-11.8044
cycle	-11.8044
▁register	-11.8044
state	-11.8044
masks	-11.8045
を入力された文字列の整数値だけ	-11.8046
stable	-11.8052
▁prim	-11.8057
▁inside	-11.8088
17)	-11.8115
を加えた値を掛けた値に	-11.8124
▁default	-11.8142
を引いた値と	-11.8152
の平方根を	-11.8178
の最大値に	-11.8203
に含まれるかどうか	-11.8204
で整形した文字列	-11.8204
initial	-11.8209
で整形した文字列を返す	-11.8216
gen	-11.8224
▁sub	-11.8269
を加えた値の列	-11.827
▁splay	-11.8272
だけ左シフトした値と	-11.8282
の対数の切り	-11.83
切りなしで	-11.8301
つまりネイピア数が	-11.8336
、(1、-1)	-11.8355
4001	-11.836
np	-11.8401
からなる列を加えた値	-11.8406
]))	-11.8408
番目を探して見つかった位置を	-11.8416
番目以下かどうかが	-11.8472
の値の集まり	-11.8474
▁fill	-11.849
project	-11.8512
replace	-11.8512
1000000007	-11.8514
merge	-11.8514
bst	-11.8516
番目までの部分列の総和	-11.8524
pri	-11.8528
2.	-11.8544
▁P	-11.8548
GetNodes	-11.8564
(10**6)	-11.8564
▁MinCostFlow	-11.8564
lowercase	-11.8564
39	-11.8567
nil	-11.8592
つまり入力された文字列を空白	-11.8611
の最小値に	-11.8634
からなる列の各要素を	-11.8671
forBin	-11.8681
li	-11.8684
のキーの集まり	-11.872
<0	-11.8723
を引いた値を加えた値を	-11.8792
つまり円周率	-11.8806
の先頭を引いた値に	-11.8809
を加えた値と	-11.8815
dict	-11.8818
laz	-11.8822
process	-11.8824
ッ	-11.8834
case	-11.8834
floor	-11.8834
▁入力された文字列の整数値から	-11.8834
pi	-11.8834
番目でない	-11.8836
(1000000)	-11.8838
sp	-11.8841
nums	-11.8852
からなる列を追加して	-11.8854
ネイピア数を展開し	-11.8888
リ	-11.8906
(0、0、0)	-11.8936
)-1)	-11.8942
)}	-11.8946
19	-11.9006
で割った値乗	-11.9037
▁3000	-11.9056
first	-11.9111
▁quick	-11.9111
英大	-11.9112
小文字	-11.9112
priority	-11.9112
maketrans	-11.9112
pair	-11.9112
▁quickSort	-11.9112
切りとして	-11.9112
間隔の数列の各要素を	-11.9112
bisect	-11.9126
sub	-11.9144
black	-11.9145
valuelist	-11.9154
つまり整数	-11.9156
の先頭番目	-11.9167
、(-1、1)	-11.9172
乗で割った値を	-11.9188
の切り	-11.9191
の列の集合を	-11.9191
整数を適用した列をソートした列を	-11.9211
('	-11.9231
番目の整数値を加えた値を	-11.9243
の整数値を加えた値を	-11.9274
番目より小さくかつ	-11.9295
に挿入できる最後の位置	-11.9296
(0、0)	-11.9323
以上かどうか	-11.9337
90	-11.9351
▁slide	-11.9366
を引いた値で割った値を	-11.9394
のリストの列を	-11.94
空白改行を取り除いた文字列を空白	-11.9405
▁"{},{}	-11.9422
の列の総和を	-11.9427
で割った余りを加えた値を	-11.944
に整数を適用した列の組の列を	-11.9448
▁入力された文字列の整数値に	-11.9476
を引いた値以上のとき	-11.9481
array	-11.9481
atan	-11.9484
post	-11.9486
を引いた値番目と等しいとき	-11.95
restore	-11.9502
▁600	-11.9521
▁INF	-11.9528
の列の組を	-11.9554
の長さを返す	-11.9561
未満までの数列の	-11.9579
つまりネイピア数番目を	-11.9594
][1])	-11.9596
▁primes	-11.9624
を加えた値番目だけ	-11.9646
で割った商が	-11.9646
数を	-11.9649
300	-11.9681
番目を引いた値番目に	-11.9686
の長さより小さい	-11.9688
ic	-11.969
year	-11.9692
に含まれなくまたは	-11.9692
WHITE	-11.9692
capacity	-11.9692
situation	-11.9692
▁PushRelabel	-11.9692
に含まれなくかつ	-11.9692
した値が	-11.9693
colors	-11.9698
乗を掛けた値を	-11.9729
▁pri	-11.9732
を加えた値番目の最小値を	-11.9774
の総和から	-11.9781
-8	-11.9782
1911	-11.9818
total	-11.982
bot	-11.9822
convex	-11.9825
で割った余りだけ	-11.9852
番目までの部分列が	-11.9854
の最大値を返す	-11.9867
を引いた値以下のとき	-11.9917
番目の総和	-11.9921
のキーと値の集まりの各要素を	-11.9931
を引いた値の絶対値を返す	-11.9947
▁1868	-11.9954
,0))	-11.9987
をソートした列を連結した文字列	-11.9988
を展開して	-11.9993
として逆順に	-11.9995
randint	-11.9995
isdigit	-11.9997
間隔による部分列内の	-12.0002
番目までの部分列を展開し	-12.0015
▁line	-12.0023
を加えた値までの部分列が	-12.0065
で割った値を返す	-12.0066
の集合	-12.0067
▁low	-12.0091
and	-12.0092
未満までの数列	-12.011
を引いた値番目から	-12.0119
▁i	-12.0127
pop	-12.0137
換した文字列	-12.015
を引いた値の平方根を	-12.0154
を加えた値番目を展開し	-12.0156
つまり末尾までの部分列の整数値を	-12.0156
float	-12.0164
//2)	-12.0183
▁未定値	-12.0191
を掛けた値番目に	-12.0195
▁fact	-12.0198
を加えた値番目のとき	-12.0229
▁L	-12.0235
//6	-12.025
を加えた値までの部分列に	-12.0262
▁round	-12.0273
以下	-12.0276
▁it	-12.0299
info	-12.0304
以上または	-12.0306
angle	-12.0307
seat	-12.0307
inaryIndexedTree	-12.0307
white	-12.0307
ladder	-12.0307
DIVIDED	-12.0307
▁UnionSet	-12.0307
backwards	-12.0307
revolve	-12.0307
最後	-12.0307
FREE	-12.0307
hull	-12.0307
▁AssertionError	-12.0307
▁DFS	-12.0307
lst	-12.0307
pdt	-12.0308
hldid	-12.0308
wt	-12.032
ie	-12.034
を引いた値の最大値	-12.0341
//	-12.0346
に円周率を掛けた値を	-12.036
の末尾を除いた部分列を	-12.0375
の列を連結した文字列を出力する	-12.0378
▁bubble	-12.0386
▁255	-12.0395
の文字列を長さ	-12.0401
乗を引いた値の	-12.0417
▁visit	-12.0427
数文字列の	-12.0439
▁300	-12.0444
つまりネイピア数に	-12.0483
番目の出現回数が	-12.0502
24	-12.0503
を適用した列のリストを	-12.0531
365	-12.0537
で割った値が	-12.0543
seg	-12.0548
factor	-12.0549
O	-12.055
accumulate	-12.0553
.6	-12.0556
0)	-12.0558
に挿入できる位置	-12.0569
▁入力された文字列の整数値の	-12.062
ost	-12.0629
の平方根の整数値に	-12.0631
▁2004	-12.0638
(1<<	-12.0655
▁65535	-12.066
が正規表現	-12.0687
のリスト	-12.0717
40	-12.073
からなる列を加えた値の列を	-12.0738
の先頭を取り出した値を出力する	-12.0742
整数を適用した列のリストの集合を	-12.0751
を掛けた値で割った値を	-12.0752
未満までの数列のリストを	-12.0753
素数	-12.0783
の順序数に	-12.0783
未満までの数列を反転した列	-12.0796
▁63	-12.0803
を加えた値の最小値	-12.0806
▁1911	-12.0818
の長さの	-12.0818
ot	-12.0866
番目以上のとき	-12.0876
間隔による部分列に	-12.0888
▁現在の日時を	-12.0899
28	-12.0908
rec	-12.0912
▁build	-12.0915
番目を引いた値だけ	-12.0927
dual	-12.0927
deg	-12.093
square	-12.0931
▁ms	-12.0936
乗を掛けた値	-12.0937
postorder	-12.0937
make	-12.0938
ON	-12.094
の出現	-12.0946
)//2)	-12.0948
dic	-12.0961
bgn	-12.0963
tour	-12.0963
▁kock	-12.0963
▁"({},{})	-12.0963
findSet	-12.0963
▁Twelvefold	-12.0963
attributes	-12.0963
▁fractions	-12.0963
edmonds	-12.0963
▁setHeap	-12.0963
▁BIT	-12.0963
subset	-12.0964
prewalk	-12.0968
▁hy	-12.0969
つまり未定値と等しくなくかつ	-12.0975
からなる列に入力された文字列	-12.0983
番目までの部分列を順に	-12.0995
文字	-12.1004
のラジアンを	-12.1009
▁空白文字に空白文字を間に入れて	-12.102
+2)	-12.1023
.8	-12.103
を掛けた値番目を	-12.1039
、(-1、-1)	-12.1041
整数を適用した列の組を	-12.1042
mincost	-12.1058
UnionFindTree	-12.1059
(''	-12.106
▁6000	-12.1091
番目の順序数から	-12.1093
乗で割った商を	-12.1099
を掛けた値番目	-12.1113
())))	-12.1137
▁projection	-12.1139
の文字列に空白文字を加えた値に	-12.1189
番目の各要素に整数を適用した列	-12.122
▁29	-12.1238
番目の長さから	-12.1242
if	-12.1246
+1]	-12.1249
▁Q	-12.1256
の集合の長さが	-12.1262
▁queue	-12.1272
を加えた値と等しいとき	-12.1278
2}	-12.1284
\	-12.1287
no	-12.1306
house	-12.1308
つまり未定値と等しくなくまたは	-12.1311
▁空白文字に	-12.1313
[-2],	-12.1316
▁2001	-12.1318
1988	-12.1326
850	-12.1335
matrix	-12.1338
つまり無限大の列	-12.1338
乗の整数値を	-12.1353
に整数を適用した列の総和	-12.1368
の正弦を掛けた値を	-12.1369
▁judge	-12.1384
番目番目を展開し	-12.1419
と等しくないかどうかを返す	-12.142
からなる列に含まれるとき	-12.142
のリストをソートした列を	-12.1431
▁initial	-12.1433
の浮動小数点数の列を	-12.1441
追加して	-12.1448
だけ左シフトした値の論理和	-12.1461
の末尾に入力された文字列を空白	-12.1474
乗を加えた値の平方根を返す	-12.1477
未定値を	-12.1502
▁rightend	-12.1503
のコピーされた列	-12.1509
整数値を	-12.1556
1002	-12.1559
番目の先頭を取り出した値	-12.1593
を掛けた値を加えた値だけ	-12.1599
[1]))	-12.1611
63	-12.1612
17	-12.1618
ans	-12.1619
(3)	-12.1622
以下かどうか	-12.1624
circle	-12.1635
を加えた値を掛けた値を加えた値	-12.164
間隔による部分列の	-12.1652
SI	-12.1655
▁do	-12.1664
turn	-12.1664
lpdtop	-12.1665
lpdnxt	-12.1665
gray	-12.1665
▁statistics	-12.1665
intersected	-12.1665
999900001	-12.1665
▁extgcd	-12.1665
for	-12.167
600	-12.167
]},	-12.1673
▁square	-12.1699
を引いた値を掛けた値を引いた値に	-12.1718
-1-	-12.1739
GRL	-12.1744
days	-12.1745
sizes	-12.175
run	-12.1751
primes	-12.1752
▁Koch	-12.1756
dat	-12.176
▁my	-12.1762
[3]	-12.1766
を引いた値番目を掛けた値に	-12.177
▁same	-12.1791
▁({	-12.1796
で割った値乗を	-12.1799
3650	-12.1803
を展開しての	-12.1817
[4],	-12.182
[3],	-12.1872
▁selection	-12.1874
▁br	-12.1874
を連結した文字列を加えた値	-12.1904
)])	-12.1907
▁dump	-12.1923
3.0	-12.1941
番目を引いた値を返す	-12.1948
現在の日時	-12.195
▁phase	-12.1969
を引いた値より小さい	-12.1976
4)	-12.1994
だけ左シフトした値の論理積	-12.1997
▁1988	-12.201
番目を掛けた値を加えた値	-12.2019
の先頭を返す関数をキーとして	-12.2025
の先頭番目の末尾に	-12.2031
▁laz	-12.2034
つまり未定値と等しくない	-12.2036
に入力された文字列を加えた値に	-12.2042
番目までの	-12.2058
の長さで割った余りを	-12.2062
▁counting	-12.2071
の列をソートした列を	-12.2085
▁1][	-12.209
▁seg	-12.2128
番目までの部分列の総和を	-12.2134
乗を掛けた値に	-12.2143
on	-12.2156
の末尾の先頭	-12.2161
▁erase	-12.2165
を掛けた値を引いた値が	-12.2168
triangle	-12.2173
1867	-12.2174
version	-12.2174
cut	-12.2175
back	-12.2178
返す関数を適用した列のリストを	-12.2179
▁flip	-12.2181
>	-12.2181
show	-12.2185
read	-12.219
乗を加えた値の平方根	-12.2214
順に	-12.2233
座標を掛けた値を加えた値を	-12.2279
▁4.9	-12.2311
▁construct	-12.2317
▁init	-12.233
の列を加えた値を	-12.2337
返す関数を適用した列を展開し	-12.2361
2001	-12.2373
inwalk	-12.239
▁Weighted	-12.242
▁43690	-12.242
▁FenwickTree	-12.242
▁ShortestPath	-12.242
▁104729	-12.242
▁52428	-12.242
▁61680	-12.242
▁65280	-12.242
space	-12.242
▁pushQN	-12.242
nskip	-12.242
▁Roll	-12.242
pskip	-12.242
▁DiGraph	-12.242
OFF	-12.242
mm	-12.2422
tol	-12.2422
▁pprint	-12.2426
番目の長さを	-12.2436
つまりネイピア数を引いた値に	-12.2459
▁(0、1)	-12.2477
番目の整数値が	-12.2492
より大きいかどうかが	-12.2511
ルムを	-12.2514
▁256	-12.2514
1250	-12.2554
roots	-12.2561
の浮動小数点数を返す	-12.2562
[5],	-12.2581
間隔による部分列を加えた値に	-12.2601
を掛けた値より小さいとき	-12.2605
整数を適用した列をソートした列	-12.2612
group	-12.2628
▁円周率に	-12.2631
0.00001	-12.2638
を加えた値を掛けた値を出力する	-12.2647
を適用した列のリストを加えた値	-12.2652
▁1867	-12.2667
+1],	-12.2676
▁post	-12.2709
の長さを引いた値	-12.2709
▁q	-12.2714
▁translate	-12.2749
▁rdfs	-12.2786
をネイピア数の	-12.2792
を掛けた値に円周率を掛けた値	-12.2799
に整数を適用した列の集合	-12.2806
と等しいかどうかに	-12.2808
▁((0、-1)	-12.2814
▁0、1	-12.2815
より小さく	-12.2817
を加えた値で整形した文字列を	-12.2818
まるとき	-12.282
TOP	-12.282
|(1<<	-12.282
/(2*	-12.2823
つまり無限大と等しくないとき	-12.2831
を引いた値の絶対値で割った値	-12.2834
つまりネイピア数番目	-12.2835
の出現回数に	-12.284
▁2147483647	-12.2858
▁0、1、2	-12.2862
▁zero	-12.2864
*2+2,(	-12.2868
の末尾から	-12.2893
▁walk	-12.2895
の余弦を掛けた値を加えた値	-12.2899
▁reflection	-12.291
だけ右シフトした値	-12.2929
▁(0、	-12.2958
座標を引いた値を	-12.2973
▁45	-12.2988
▁term	-12.2989
▁warshall	-12.2989
65	-12.3007
**2-	-12.3022
個までの順列	-12.3041
125	-12.3053
▁bot	-12.3055
番目を引いた値番目を	-12.3062
が全て数字	-12.3074
R	-12.3087
stack	-12.3103
の末尾にネイピア数の	-12.3107
1925	-12.3109
を引いた値乗	-12.3114
sieve	-12.3118
string	-12.3119
parents	-12.3124
▁link	-12.3124
▁3.0	-12.3128
▁leftend	-12.3129
▁7200	-12.3135
122	-12.3161
を引いた値を掛けた値が	-12.3172
を引いた値番目の先頭	-12.319
で割った商番目を	-12.3195
番目の末尾にネイピア数	-12.3234
ial	-12.3235
GetNeighbors	-12.3237
tangent	-12.3237
hldnxt	-12.3237
minSpanningTree	-12.3237
▁DisjointSets	-12.3237
cards	-12.3237
inoprint	-12.3238
renew	-12.3238
preprint	-12.3239
answers	-12.3239
の最大公約数で割った商を返す	-12.3241
▁1000000000	-12.3252
つまり入力された文字列の両端から	-12.3253
番目までの部分列の各要素を	-12.3256
([0]*	-12.326
で割った値の	-12.3267
▁0、0、0	-12.3269
を掛けた値の最大値を	-12.3273
vs	-12.3277
で置き換えた文字列を出力する	-12.3278
つまり末尾までの部分列の列を	-12.3283
を加えた値までの部分列の整数値	-12.3283
▁fc	-12.3285
▁28	-12.3296
▁diff	-12.3299
で割った商を返す	-12.3302
の文字列で置き換えた文字列を	-12.3316
{	-12.3332
▁1925	-12.3373
つまり辞書	-12.3389
つまりネイピア数番目が	-12.3411
を適用した列を連結した文字列	-12.3443
|	-12.346
、(0、	-12.3468
を引いた値番目を引いた値	-12.3477
▁contain	-12.3483
▁segment	-12.3489
番目の最大値	-12.3502
の組に含まれるとき	-12.3503
部分	-12.3511
▁GCD	-12.3554
で割った商を加えた値	-12.3564
▁st	-12.3569
4000	-12.3577
rect	-12.3587
座標を引いた値を掛けた値	-12.359
)//2,	-12.3593
heavy	-12.3601
diff	-12.3607
operator	-12.3618
acos	-12.362
▁37	-12.3624
を引いた値以下かつ	-12.3624
+1])	-12.3634
番目の整数値番目	-12.3637
▁365	-12.365
close	-12.3671
difference	-12.3671
を掛けた値の整数値	-12.3673
番目の整数値から	-12.3683
][0])	-12.3733
を連結した文字列を返す	-12.3742
((0,	-12.3748
整数を適用した列の列を	-12.3806
を引いた値の絶対値に	-12.3841
の論理積でないとき	-12.3851
のリストを展開し	-12.3862
▁10000000000	-12.3875
,2)	-12.3882
数	-12.3897
▁0.00001	-12.3917
番目番目のとき	-12.3926
,(-	-12.3932
を引いた値を掛けた値を加えた値に	-12.3937
[1]-	-12.3946
▁k	-12.3951
つまり偽の列	-12.396
の文字列の列を	-12.4009
のコピー	-12.401
番目の列	-12.4018
▁days	-12.4025
座標で整形した文字列	-12.4037
に整数を適用した列の組を	-12.4037
forCin	-12.4064
▁black	-12.4072
▁prime	-12.41
入力された文字列の整数値	-12.4102
番目番目だけ	-12.4107
able	-12.4124
haystack	-12.4126
isSameSet	-12.4126
io	-12.4126
needle	-12.4126
▁Exception	-12.4126
▁RadixHeap	-12.4126
▁fileinput	-12.4126
排他論理和のビット長番目の末尾に	-12.4126
の部分集合のとき	-12.4126
▁Digraph	-12.4126
minus	-12.4126
つまり空白文字と等しい	-12.4128
▁cmath	-12.4128
を引いた値の整数	-12.413
remove	-12.4139
▁df	-12.4143
番目までの部分列の整数値を	-12.4152
1000000001	-12.4159
の先頭を加えた値を	-12.42
を引いた値以下かどうかが	-12.4222
の排他論理和が	-12.4232
の長さを引いた値に	-12.4243
の最大値の最大値を	-12.425
を掛けた値を加えた値の最小値を	-12.4252
、(0、2)	-12.4252
miny	-12.4253
を掛けた値と	-12.4259
番目の先頭番目の	-12.4268
▁stack	-12.4274
つまりネイピア数番目から	-12.4275
だけ左シフトした値回分の列	-12.4307
▁bs	-12.434
10010	-12.435
▁円周率を	-12.4357
▁3.141592653589	-12.4403
を引いた値乗を	-12.4408
の長さだけ	-12.4441
の組番目を	-12.4453
ard	-12.4455
で割った値を引いた値を掛けた値	-12.4523
偽	-12.453
の先頭の先頭を	-12.4538
550	-12.454
を長さ	-12.454
を円周率	-12.455
の整数値を引いた値	-12.4559
)+	-12.4561
100001	-12.4579
ter	-12.4597
、0、0、0)	-12.4598
つまり未定値と等しく	-12.4601
つまり逆順に	-12.4602
数文字列内の	-12.4602
の長さの最小値	-12.4608
▁無限大を	-12.4609
up	-12.4614
を引いた値番目の最小値を	-12.462
▁現在の日時が	-12.4622
で割った値乗の整数値に	-12.4629
*2+2,	-12.4633
150	-12.4647
の両端キューの列	-12.4649
の先頭を返す関数を	-12.4657
を追加するの列	-12.4668
translate	-12.4687
phase	-12.4689
convert	-12.4696
を引いた値で割った値に	-12.4702
it	-12.4706
から空白改行を取り除いた文字列	-12.471
で割った商を掛けた値に	-12.4714
の論理積番目の	-12.4716
▁factor	-12.4722
の最小値から	-12.4758
ch	-12.4768
の順序数	-12.478
▁50000	-12.479
つまり集合	-12.4793
の組の列	-12.4813
の先頭を掛けた値を引いた値を	-12.4818
(5)	-12.4846
を空白で分割した字句列の集合	-12.4854
ータ	-12.488
番目の列の総和	-12.4892
にネイピア数を掛けた値を引いた値	-12.4906
のキーの集まりの	-12.4913
▁dat	-12.496
▁parser	-12.4972
2000	-12.4977
の正弦を掛けた値を加えた値	-12.4984
を加えた値の整数値	-12.4992
▁GRL	-12.4992
番目までの部分列を加えた値に	-12.5003
乗で割った商	-12.5023
を掛けた値と等しいとき	-12.5028
▁bomb	-12.5038
**2+	-12.5048
つまり空辞書の列	-12.5052
空文字列を間に入れて	-12.5059
以下のときの	-12.507
番目と等しい要素の最初の位置	-12.5083
、(0、0)	-12.5083
own	-12.5098
▁ext	-12.5102
▁andrew	-12.5102
cddep	-12.5102
cdused	-12.5102
text	-12.5102
curve	-12.5102
leftChild	-12.5102
rightChild	-12.5102
▁shellSort	-12.5102
▁MaxHeapify	-12.5102
▁TypeVar	-12.5102
▁setWeight	-12.5102
allpattern	-12.5102
▁IndexError	-12.5102
▁quit	-12.5102
DisjointSetUnion	-12.5102
wait	-12.5102
negative	-12.5102
positive	-12.5102
rho	-12.5102
▁cls	-12.5102
pointer	-12.5102
▁Cond	-12.5102
trongly	-12.5102
gg	-12.5102
の平方根の切り	-12.5103
can	-12.5104
でなければ	-12.5104
forAin	-12.5106
▁vc	-12.5109
番目までの部分列の最小値	-12.5112
から読み込んだ一行の末尾	-12.5117
の絶対値で割った値を	-12.5117
(2、3)	-12.5118
の最大公約数で割った商に	-12.5122
番目と等しい要素の最初の位置を	-12.5124
setdefault	-12.5126
+1,1)	-12.5131
ての要素をそれぞれ組にした列	-12.5138
oll	-12.5139
▁deg	-12.5152
で割った余りの列を	-12.5174
の平方根	-12.5209
[3])	-12.5216
に挿入できる位置から	-12.522
▁binary	-12.5229
slope	-12.5238
集合	-12.5241
fact	-12.528
▁parents	-12.5281
itemgetter	-12.5284
datetime	-12.5286
dijkstra	-12.5286
lca	-12.5287
の論理積と	-12.5293
▁50001	-12.5299
を掛けた値の列の総和を	-12.5326
0.8	-12.533
円周率	-12.5333
▁switch	-12.537
の先頭と	-12.5385
▁999999	-12.5386
((0、0)	-12.5392
▁fibonacci	-12.5402
(1、2)	-12.5405
"{}	-12.5406
と等しく	-12.5411
128	-12.5458
51	-12.5459
▁空辞書	-12.5463
乗より小さいとき	-12.5465
▁shortest	-12.5474
の逆順を展開して	-12.5478
512	-12.5497
、2、3、4、5、6、7、8、9	-12.5516
番目を引いた値の絶対値の	-12.5541
(0,1)	-12.5557
140	-12.5561
からなる列の集合	-12.5562
(1、1)	-12.5565
▁minimum	-12.5566
番目の整数値の列を	-12.5575
をソートした列の	-12.5599
で割った余り番目に	-12.56
FRONT	-12.5628
▁改行文字を	-12.5628
つまり改行文字を間に入れて	-12.5628
suit	-12.5628
にマッチした	-12.5629
(0、0、0、0、0、0、0	-12.563
isalpha	-12.5631
-1][	-12.5655
][1]	-12.5655
に円周率を掛けた値に	-12.5658
}:	-12.5703
pe	-12.5717
乗を返す	-12.572
1.1	-12.5738
▁gindex	-12.5756
乗を引いた値	-12.5771
空白文字	-12.5775
▁cnt	-12.579
を加えた値で割った余りが	-12.5791
999999	-12.5805
mul	-12.581
つまりネイピア数番目の列を	-12.5814
の文字列を返す	-12.5823
▁9.8	-12.5825
▁ネイピア数から	-12.5828
整数値	-12.5832
(2*	-12.5836
co	-12.5846
番目以下かつ	-12.5849
▁sgn	-12.5854
▁conv	-12.5855
lcs	-12.5863
を引いた値と等しくかつ	-12.5869
command	-12.5876
1870	-12.5882
loop	-12.5884
rad	-12.5887
discard	-12.5891
output	-12.5892
switch	-12.5894
,3)	-12.5895
の先頭番目が	-12.5899
▁9900001	-12.5922
▁version	-12.5977
が全てが真のとき	-12.5987
番目の先頭を加えた値を	-12.6003
▁decode	-12.6035
▁chain	-12.6037
▁hash	-12.6045
▁((0、1)	-12.6045
▁380	-12.6134
と等しい要素の最初の位置番目	-12.614
▁125	-12.615
▁整数の	-12.6165
▁BinaryTree	-12.6184
初	-12.6184
FaceValue	-12.6184
LEFT	-12.6184
MOVE	-12.6184
▁rootedTrees	-12.6184
floyd	-12.6184
odd	-12.6184
penalty	-12.6184
vertex	-12.6184
▁pushBack	-12.6184
leaf	-12.6184
possible	-12.6184
}:{	-12.6184
rem	-12.6184
、(2、0)	-12.6184
card	-12.6185
▁rightRotate	-12.6185
▁leftRotate	-12.6185
つまり空列と等しくない	-12.6187
▁invr	-12.619
の論理積かつ	-12.6194
を適用した列を	-12.6196
ンを	-12.6198
の末尾に空文字列を間に入れて	-12.6199
番目より大きいかどうかが	-12.6199
▁200000	-12.6219
2244	-12.622
,10**9	-12.6228
を引いた値だけ左シフトした値	-12.6232
の最大値が	-12.6245
回分の列の各要素を	-12.6245
の正弦を掛けた値	-12.6254
▁ge	-12.6256
を加えた値番目の最大値を	-12.6258
の整数値を加えた値	-12.6261
と等しいかどうか番目を出力する	-12.6268
番目の論理積が	-12.6296
乗で割った値	-12.6317
+(	-12.6322
▁BFS	-12.633
ータを	-12.6338
を掛けた値の列を	-12.6363
の長さ回分の列	-12.6383
番目の文字列を加えた値	-12.6386
▁現在の日時の	-12.6392
29	-12.64
を入力された文字列	-12.6402
solved	-12.642
番目の先頭から	-12.6437
を引いた値で割った商	-12.6445
を掛けた値の列の総和を出力する	-12.6457
番目の最小値	-12.6476
▁output	-12.6485
▁discard	-12.6486
文字列	-12.6487
の先頭を除いた部分列の集合	-12.6491
入した整数値	-12.6494
を空文字列で置き換えた文字列	-12.6512
enumerate	-12.6538
番目の末尾	-12.6538
▁cut	-12.6552
9.8	-12.6562
空辞書を	-12.6565
erase	-12.6567
の列を連結した文字列を	-12.6576
の長さ未満までの数列	-12.6579
log	-12.659
-1))	-12.6635
を加えた値未満までの数列を	-12.6637
160	-12.6646
▁T	-12.6673
つまり末尾までの部分列の総和	-12.6673
番目の列の総和を	-12.6682
*2	-12.6684
乗を掛けた値で割った値	-12.6687
で割った余りでないとき	-12.6692
で分割した字句列の	-12.6692
[0]+	-12.6694
▁fix	-12.6714
を空文字列で置き換えた文字列を	-12.6736
真	-12.6752
を加えた値番目の整数値	-12.6754
58	-12.6755
50001	-12.6759
ア	-12.6772
ファ	-12.6772
の上位	-12.6772
bool	-12.6772
weekday	-12.6772
でなく	-12.6772
BOTTOM	-12.6772
つまり末尾までの部分列を長さ	-12.6772
▁0.8	-12.6773
▁入力された文字列の逆順	-12.6773
の各値を	-12.6775
の長さで割った値	-12.6777
数と	-12.6778
▁fil	-12.6784
rm	-12.6786
の余弦を掛けた値	-12.6793
findall	-12.6795
乗の列を	-12.6804
空文字列	-12.6809
番目の総和を	-12.6812
の先頭を取り出した値の整数値を	-12.6816
を加えた値の文字列	-12.6821
番目番目の長さが	-12.6826
▁answer	-12.6826
▁insertion	-12.6828
▁drop	-12.6828
▁Line	-12.6829
islower	-12.6835
の最小値を展開し	-12.6852
の列の最大値	-12.6853
つまり現在の日時番目	-12.6857
▁heavy	-12.687
乗を引いた値に	-12.6877
を引いた値番目を引いた値が	-12.6879
▁isPrime	-12.6913
▁comb	-12.6925
座標を引いた値の	-12.6966
を掛けた値に円周率を掛けた値を	-12.6973
})	-12.6975
le	-12.6993
から空白改行を取り除いた文字列を	-12.6995
ーマットした文字列を	-12.7004
した文字列	-12.7017
▁100001	-12.7039
1520	-12.7044
▁group	-12.706
を展開してで整形した文字列	-12.7088
[4]	-12.7093
▁match	-12.7094
[7:]))	-12.7149
番目を引いた値の列を	-12.7165
日の日時を	-12.7175
の最小公倍数を	-12.7185
[0]-	-12.719
▁{}:	-12.719
からなる列と	-12.7195
番目で割った値を加えた値	-12.7213
U	-12.723
の最小値を引いた値	-12.7232
▁kruskal	-12.7232
▁Fraction	-12.7232
valid	-12.7251
330	-12.7253
heapq	-12.7265
sign	-12.7266
encode	-12.7267
inside	-12.7286
にネイピア数に	-12.7296
を連結した文字列の整数値を	-12.7316
の論理積の長さ	-12.7354
▁128	-12.7374
)]))	-12.7387
new	-12.7395
▁1000000000000	-12.7397
fold	-12.7397
surfaces	-12.7397
▁Num	-12.7397
cdpar	-12.7397
eighbor	-12.7397
▁HopcroftKarp	-12.7397
▁maxHeapify	-12.7397
▁RMQ	-12.7397
▁compress	-12.7397
▁orientation	-12.7397
meFactorization	-12.7397
AddNode	-12.7397
▁paintout	-12.7397
connection	-12.7397
つまり改行文字を取り除いた文字列	-12.7398
番目で割った値を返す関数を	-12.7398
cacheq	-12.7398
steps	-12.7399
commands	-12.74
▁wi	-12.7401
▁vi	-12.7402
word	-12.7404
//2,	-12.7406
ンの各要素を	-12.7411
45	-12.7413
[1]+	-12.7415
(*[	-12.744
整数値乗	-12.7475
整数値を出力する	-12.7482
OT	-12.7497
の先頭を除いた部分列を展開し	-12.7509
の列の長さ	-12.7524
+2]	-12.7524
▁encode	-12.753
だけ左シフトした値を加えた値を	-12.7532
番目を引いた値を掛けた値から	-12.7534
▁W	-12.7544
つまりネイピア数を引いた値を	-12.7552
▁Queue	-12.7561
▁prepare	-12.7561
で割った商より大きいとき	-12.7564
▁入力された文字列内の	-12.7566
番目を掛けた値を引いた値を	-12.7569
の最小公倍数	-12.7591
を加えた値を引いた値を	-12.7594
▁辞書の	-12.7629
5)	-12.7672
▁le	-12.7677
番目を引いた値の絶対値を	-12.7704
の列を展開し	-12.7705
を加えた値の列の最小値	-12.7706
の列の総和を返す	-12.7712
)*(	-12.7765
番目を加えた値番目	-12.7767
▁euler	-12.7778
ing	-12.7781
の先頭のとき	-12.7804
▁triangle	-12.7818
をソートした列を連結した文字列を	-12.784
つまり偽の列の列	-12.7841
[0]}	-12.7844
▁(1、1)	-12.7854
▁rot	-12.7856
{}"	-12.7858
を加えた値までの部分列の各要素に	-12.7859
▁150	-12.7877
未満までの数列と	-12.7878
▁1.1	-12.7893
で集約した列	-12.7943
番目の列の最小値を	-12.7943
▁無限の整数列の	-12.795
ネイピア数を出力する	-12.799
[2]],	-12.7991
より小さいかどうか番目を出力する	-12.8
の平方根の整数値を	-12.8004
を引いた値をネイピア数とする	-12.8005
format	-12.801
base	-12.8017
▁550	-12.8018
nodetype	-12.8019
,0,0,	-12.8022
180.0	-12.8041
copy	-12.8043
が全て	-12.8052
▁test	-12.8055
dinic	-12.8056
Matrix	-12.8057
と等しい要素の最初の位置番目を	-12.8058
det	-12.8058
パ	-12.8064
より大きいかどうかの列が全てが真	-12.8064
+1,0,0,	-12.8064
(10000)	-12.8067
▁100)、(	-12.8087
整数を適用した列の総和を	-12.8093
つまり入力された文字列のリスト	-12.8099
を加えた値を掛けた値だけ	-12.8101
、0、-	-12.8103
を掛けた値の最小値	-12.8104
-2],	-12.811
▁Dinic	-12.8128
▁binarySearch	-12.8128
より小さいかどうか	-12.8138
と等しいかどうかの列が全てが真	-12.8143
lambdaC	-12.8147
番目の最大公約数を	-12.8152
つまり末尾までの部分列の整数値	-12.8155
▁10)、(	-12.8161
&1)	-12.8176
と等しいかどうかの列の総和	-12.8179
を加えた値が最初にマッチする位置	-12.8184
の整数値の列をソートした列を	-12.8266
の整数値番目に	-12.827
▁140	-12.828
の各要素に整数を適用した列の総和	-12.8284
を探して見つかった位置を出力する	-12.8298
番目番目の先頭	-12.8337
を適用した列のリスト	-12.8344
▁fibo	-12.8355
▁bubbleSort	-12.8355
▁warshallFloyd	-12.8355
座標を引いた値	-12.8371
[1]}	-12.8377
-4	-12.8406
▁EQ	-12.8416
の長さを加えた値までの部分列	-12.8431
,5)	-12.8433
▁1912	-12.8456
ネイピア数の	-12.8457
▁total	-12.8466
▁direction	-12.8473
を加えた値番目を加えた値	-12.8505
番目にネイピア数の	-12.8511
番目の絶対値	-12.8538
を適用した列のリストの列を	-12.8543
から読み込んだ一行の整数値の列を	-12.8548
の先頭を掛けた値を引いた値	-12.8576
1<<	-12.8586
▁WeightedEdge	-12.8592
分	-12.8602
番目の文字列を加えた値に	-12.8613
BinarySearchTree	-12.8614
番目の先頭の	-12.8625
▁36	-12.8626
番目の論理積	-12.864
▁o	-12.8664
数の論理積	-12.8664
lines	-12.8686
▁birth	-12.8695
▁"{}:	-12.8709
1、0、0)	-12.872
ll	-12.8722
12)	-12.8726
(0、0、0、0)	-12.8746
の出現回数の列	-12.8752
を加えた値の文字を	-12.8772
bound	-12.8777
MeldableHeap	-12.8778
longest	-12.8778
correct	-12.8778
members	-12.8778
146097	-12.8778
team	-12.8778
meld	-12.8778
throw	-12.8778
▁countingSort	-12.8778
block	-12.8778
▁KMP	-12.8778
▁diceClass	-12.8778
baggage	-12.8778
▁(0、0、-1、1	-12.8778
uppercase	-12.8779
seconds	-12.878
▁car	-12.8781
"{}:"	-12.8781
、-1、1)	-12.8781
queens	-12.8781
ri	-12.8784
のキーの集まりに含まれるとき	-12.8784
とネイピア数の排他論理和	-12.8784
polygons	-12.8784
を適用した列のリストを展開し	-12.8784
の最小値の最大値	-12.8785
test	-12.8788
番目を加えた値の列の最大値を	-12.8792
番目の列の最大値を	-12.8793
つまり末尾までの部分列の各要素に	-12.8793
▁appy	-12.8794
ze	-12.8794
番目の浮動小数点数	-12.8795
(100000)	-12.8796
ff	-12.8798
を引いた値を掛けた値の	-12.8805
▁appx	-12.8806
ws	-12.8811
を引いた値の最大値番目を	-12.8813
RIGHT	-12.8818
▁1200	-12.8823
を引いた値番目とするを	-12.8829
▁enqueue	-12.8833
coordinates	-12.8847
1868	-12.8848
death	-12.8848
を引いた値番目かつ	-12.885
under	-12.8856
off	-12.8856
▁dual	-12.8857
birth	-12.8862
bomb	-12.8871
と等しくないかどうか	-12.8872
build	-12.8884
2020	-12.8891
番目のキーと値の集まり	-12.8893
を加えた値で割った商を	-12.8902
で整形した文字列の列	-12.891
座標を加えた値	-12.8911
の末尾を返す	-12.8916
の絶対値に	-12.8931
inarySearchTree	-12.8945
の最小値だけ	-12.8945
))))	-12.8946
を加えた値以下かつ	-12.8951
を引いた値と等しくまたは	-12.8965
▁reconstruct	-12.8968
空文字列を	-12.898
番目の整数値だけ	-12.8989
展開してを出力する	-12.9001
▁1989	-12.9005
▁1926	-12.9007
を引いた値番目を引いた値に	-12.9008
1150	-12.9029
**2)	-12.9039
いとき	-12.9042
165	-12.9043
の日付	-12.9043
の逆順と等しいとき	-12.906
+2	-12.9072
の先頭の先頭に	-12.9076
番目を引いた値を掛けた値	-12.908
を正規表現	-12.9084
にネイピア数を掛けた値を加えた値	-12.9089
▁ネイピア数に	-12.91
▁999999999	-12.9103
番目を掛けた値が	-12.9109
番目の最大値を加えた値を	-12.9114
つまり真の列	-12.9119
を加えた値を掛けた値番目	-12.9139
の整数値を返す	-12.9142
idx	-12.9146
を引いた値番目を引いた値を	-12.9149
]-1])	-12.9149
109	-12.9159
列を展開してを出力する	-12.9163
rp	-12.9166
▁48	-12.9176
▁rad	-12.9177
番目を加えた値を返す	-12.9182
▁51	-12.9188
▁combination	-12.9203
(4,	-12.9204
を加えた値で割った余り	-12.921
▁selectionSort	-12.9219
▁Check	-12.9219
+2,	-12.922
を加えた値で割った余りを	-12.9234
番目の文字列を	-12.924
連結した文字列を出力する	-12.9242
番目までの部分列の	-12.9252
で割った値から	-12.9252
、5、1)	-12.9294
番目と等しくなくかつ	-12.931
入力された文字列のリスト	-12.9311
▁1400	-12.9319
で分割した字句列の組を	-12.9329
の列の総和	-12.9448
105	-12.9482
で割った値を引いた値	-12.9499
の末尾が	-12.9504
▁((-	-12.9514
に置き換えた文字列を	-12.9519
▁board	-12.952
の余弦を掛けた値を引いた値	-12.9524
[0]),	-12.9528
の先頭を引いた値の	-12.9537
の整数値の列の総和	-12.9545
の長さと等しく	-12.9545
にマッチ	-12.9547
label	-12.9547
(200000)	-12.9547
の全てが英小文字のとき	-12.9548
を適用した列を展開し	-12.9548
の最大公約数で割った商を	-12.9548
で割った余りを返す関数を	-12.955
▁(-1、1、0、0	-12.955
,1.0)	-12.9551
[1]])	-12.9561
▁2000000	-12.9561
を加えた値の文字列を加えた値を	-12.9562
、256、	-12.9562
の絶対値と	-12.9562
整数を適用した列を展開して	-12.9563
の文字列で置き換えた文字列	-12.9563
の整数値未満までの数列の各要素を	-12.9566
でない番目	-12.9568
▁')])	-12.9569
db	-12.9571
の文字の列を	-12.9582
(0,0,0)	-12.9598
▁180.0	-12.9602
を探して見つかった位置のとき	-12.9603
番目をソート	-12.9606
、(0、-2)	-12.9607
ソートした列を展開し	-12.9615
▁52	-12.9616
▁5)、(	-12.9616
で分割した文字列リストを	-12.9618
▁trac	-12.9621
の全てが英大文字のとき	-12.9627
1111	-12.9629
で割った商の最小値	-12.9633
を引いた値番目の最大値を	-12.9636
の集合から	-12.9662
[1:],	-12.9674
からなる辞書の	-12.9675
hld	-12.9678
に挿入できる位置番目	-12.9696
乗の列の総和を	-12.9704
▁sign	-12.9712
つまり現在の日時の	-12.9713
に対応する値を	-12.973
-3)	-12.9744
を引いた値未満までの数列	-12.9745
step	-12.9749
番目の末尾を	-12.975
に挿入できる最後の位置から	-12.9751
の列の最小値を	-12.9755
▁270	-12.9761
mask	-12.9762
50021	-12.9762
を加えた値の文字列の長さ	-12.9768
からなる列の集合を	-12.977
zip	-12.9778
shortest	-12.978
dump	-12.979
つまり現在の日時番目の	-12.9799
の末尾だけ	-12.9815
の集合のリストをソートした列を	-12.9828
values	-12.9838
の先頭を加えた値	-12.9858
を掛けた値以上の	-12.9871
の末尾に入力された文字列を	-12.9872
未満までの数列のリスト	-12.9876
番目の先頭を加えた値	-12.9898
の列に	-12.99
乗を加えた値で割った値	-12.9934
[2]))	-12.9954
123	-12.9956
を掛けた値を加えた値を引いた値を	-12.9976
▁68	-12.9986
を掛けた値のリスト	-13.0008
の先頭の長さ回分の列	-13.0009
▁manhattan	-13.0014
rot	-13.0015
のリストを加えた値を	-13.0016
